{"horrif": 0, "alchemi": 1, "experi": 2, "goe": 3, "wrong": 4, "elric": 5, "household": 6, "brother": 7, "edward": 8, "alphons": 9, "left": 10, "catastroph": 11, "new": 12, "realiti": 13, "ignor": 14, "alchem": 15, "principl": 16, "ban": 17, "human": 18, "transmut": 19, "boy": 20, "attempt": 21, "bring": 22, "recent": 23, "deceas": 24, "mother": 25, "back": 26, "life": 27, "instead": 28, "suffer": 29, "brutal": 30, "person": 31, "loss": 32, "bodi": 33, "disintegr": 34, "lost": 35, "leg": 36, "sacrif": 37, "arm": 38, "keep": 39, "soul": 40, "physic": 41, "realm": 42, "bind": 43, "hulk": 44, "suit": 45, "armor": 46, "rescu": 47, "neighbor": 48, "pinako": 49, "rockbel": 50, "granddaught": 51, "winri": 52, "known": 53, "engin": 54, "prodigi": 55, "creat": 56, "prosthet": 57, "limb": 58, "util": 59, "automail": 60, "tough": 61, "versatil": 62, "metal": 63, "use": 64, "robot": 65, "combat": 66, "year": 67, "train": 68, "set": 69, "quest": 70, "restor": 71, "locat": 72, "philosoph": 73, "power": 74, "gem": 75, "allow": 76, "alchemist": 77, "defi": 78, "tradit": 79, "law": 80, "equival": 81, "exchang": 82, "becom": 83, "infam": 84, "gain": 85, "nicknam": 86, "fullmet": 87, "journey": 88, "embroil": 89, "grow": 90, "conspiraci": 91, "threaten": 92, "fate": 93, "world": 94, "written": 95, "mal": 96, "rewrit": 97, "gintama": 98, "movi": 99, "join": 100, "resist": 101, "bakufu": 102, "gintoki": 103, "gang": 104, "hide": 105, "along": 106, "katsura": 107, "joui": 108, "rebel": 109, "yorozuya": 110, "soon": 111, "approach": 112, "nobum": 113, "imai": 114, "two": 115, "member": 116, "kiheitai": 117, "explain": 118, "harusam": 119, "pirat": 120, "turn": 121, "divis": 122, "captain": 123, "kamui": 124, "former": 125, "alli": 126, "takasugi": 127, "present": 128, "job": 129, "find": 130, "miss": 131, "sinc": 132, "ship": 133, "ambush": 134, "raid": 135, "also": 136, "make": 137, "stun": 138, "revel": 139, "regard": 140, "tendoushuu": 141, "secret": 142, "organ": 143, "pull": 144, "string": 145, "numer": 146, "faction": 147, "leader": 148, "utsuro": 149, "shadowi": 150, "figur": 151, "uncanni": 152, "resembl": 153, "teacher": 154, "hitch": 155, "ride": 156, "sakamoto": 157, "space": 158, "rakuy": 159, "kagura": 160, "home": 161, "planet": 162, "variou": 163, "gather": 164, "tension": 165, "brew": 166, "grudg": 167, "polit": 168, "infight": 169, "sinist": 170, "overarch": 171, "plan": 172, "final": 173, "culmin": 174, "massiv": 175, "decis": 176, "battl": 177, "second": 178, "high": 179, "school": 180, "rei": 181, "kiriyama": 182, "continu": 183, "push": 184, "struggl": 185, "profession": 186, "shogi": 187, "well": 188, "surround": 189, "vibrant": 190, "hall": 191, "club": 192, "local": 193, "commun": 194, "solitari": 195, "shell": 196, "slowli": 197, "begin": 198, "crack": 199, "among": 200, "three": 201, "kawamoto": 202, "hinata": 203, "forg": 204, "affection": 205, "famili": 206, "bond": 207, "tie": 208, "realiz": 209, "everyon": 210, "burden": 211, "emot": 212, "hardship": 213, "learn": 214, "reli": 215, "other": 216, "support": 217, "return": 218, "nonetheless": 219, "easi": 220, "tournament": 221, "championship": 222, "titl": 223, "match": 224, "pressur": 225, "mount": 226, "advanc": 227, "rank": 228, "encount": 229, "incred": 230, "skill": 231, "oppon": 232, "manag": 233, "relationship": 234, "grown": 235, "close": 236, "player": 237, "search": 238, "reason": 239, "play": 240, "game": 241, "defin": 242, "career": 243, "wild": 244, "youth": 245, "elementari": 246, "student": 247, "shouya": 248, "ishida": 249, "sought": 250, "beat": 251, "boredom": 252, "cruelest": 253, "way": 254, "deaf": 255, "shouko": 256, "nishimiya": 257, "transfer": 258, "class": 259, "rest": 260, "thoughtlessli": 261, "bulli": 262, "fun": 263, "howev": 264, "notifi": 265, "singl": 266, "blame": 267, "everyth": 268, "done": 269, "merci": 270, "classmat": 271, "heartlessli": 272, "ostrac": 273, "throughout": 274, "middl": 275, "blind": 276, "eye": 277, "third": 278, "still": 279, "plagu": 280, "wrongdo": 281, "young": 282, "sincer": 283, "regret": 284, "past": 285, "action": 286, "redempt": 287, "meet": 288, "amend": 289, "koe": 290, "katachi": 291, "tell": 292, "heartwarm": 293, "tale": 294, "reunion": 295, "honest": 296, "redeem": 297, "haunt": 298, "shadow": 299, "clannad": 300, "stori": 301, "sequel": 302, "critic": 303, "acclaim": 304, "seri": 305, "tomoya": 306, "okazaki": 307, "nagisa": 308, "furukawa": 309, "graduat": 310, "togeth": 311, "rollercoast": 312, "unabl": 313, "decid": 314, "cours": 315, "futur": 316, "valu": 317, "strong": 318, "work": 319, "ethic": 320, "discov": 321, "strength": 322, "coupl": 323, "dedic": 324, "uniti": 325, "purpos": 326, "forward": 327, "confront": 328, "problem": 329, "deepen": 330, "old": 331, "time": 332, "move": 333, "illusionari": 334, "plain": 335, "cold": 336, "winter": 337, "girl": 338, "garbag": 339, "doll": 340, "difficult": 341, "situat": 342, "reveal": 343, "true": 344, "base": 345, "visual": 346, "novel": 347, "key": 348, "produc": 349, "kyoto": 350, "anim": 351, "impact": 352, "drama": 353, "highlight": 354, "import": 355, "adulthood": 356, "amanto": 357, "alien": 358, "outer": 359, "invad": 360, "earth": 361, "taken": 362, "feudal": 363, "japan": 364, "result": 365, "prohibit": 366, "sword": 367, "establish": 368, "samurai": 369, "treat": 370, "disregard": 371, "consequ": 372, "one": 373, "man": 374, "sakata": 375, "possess": 376, "heart": 377, "although": 378, "love": 379, "sweet": 380, "might": 381, "expect": 382, "accompani": 383, "line": 384, "shinpachi": 385, "shimura": 386, "glass": 387, "umbrella": 388, "seemingli": 389, "bottomless": 390, "stomach": 391, "sadaharu": 392, "overs": 393, "pet": 394, "dog": 395, "odd": 396, "alway": 397, "simpl": 398, "frequent": 399, "polic": 400, "ragtag": 401, "assassin": 402, "oftentim": 403, "lead": 404, "humor": 405, "unfortun": 406, "said": 407, "errand": 408, "apprehend": 409, "premier": 410, "check": 411, "camera": 412, "footag": 413, "transport": 414, "bleak": 415, "version": 416, "edo": 417, "mysteri": 418, "epidem": 419, "call": 420, "white": 421, "ravish": 422, "popul": 423, "android": 424, "machin": 425, "hurtl": 426, "five": 427, "cohort": 428, "fall": 429, "solo": 430, "vigilant": 431, "disappear": 432, "without": 433, "trace": 434, "scribbl": 435, "strang": 436, "messag": 437, "journal": 438, "disguis": 439, "given": 440, "haphazardli": 441, "reunit": 442, "team": 443, "investig": 444, "save": 445, "lie": 446, "dark": 447, "determin": 448, "foe": 449, "band": 450, "friend": 451, "side": 452, "fight": 453, "alon": 454, "sever": 455, "pass": 456, "end": 457, "great": 458, "war": 459, "radio": 460, "tower": 461, "leidenschaftlich": 462, "built": 463, "telephon": 464, "relev": 465, "declin": 466, "demand": 467, "auto": 468, "memori": 469, "even": 470, "violet": 471, "evergarden": 472, "rise": 473, "fame": 474, "constant": 475, "success": 476, "write": 477, "letter": 478, "sometim": 479, "thing": 480, "long": 481, "appear": 482, "follow": 483, "comprehend": 484, "concept": 485, "mean": 486, "pursu": 487, "glimmer": 488, "hope": 489, "told": 490, "may": 491, "aliv": 492, "mani": 493, "odditi": 494, "specialist": 495, "izuko": 496, "gaen": 497, "koyomi": 498, "araragi": 499, "wake": 500, "desert": 501, "void": 502, "greet": 503, "joy": 504, "familiar": 505, "face": 506, "alarmingli": 507, "unfamiliar": 508, "place": 509, "help": 510, "girlfriend": 511, "hitagi": 512, "senjougahara": 513, "maneuv": 514, "web": 515, "perplex": 516, "answer": 517, "deliv": 518, "eccentr": 519, "ougi": 520, "oshino": 521, "forth": 522, "unexpect": 523, "propos": 524, "unearth": 525, "foundat": 526, "anchor": 527, "peel": 528, "layer": 529, "apparit": 530, "truth": 531, "meant": 532, "gabi": 533, "braun": 534, "falco": 535, "grice": 536, "entir": 537, "live": 538, "inherit": 539, "seven": 540, "titan": 541, "marley": 542, "control": 543, "aid": 544, "nation": 545, "erad": 546, "eldian": 547, "paradi": 548, "seem": 549, "cadet": 550, "peac": 551, "suddenli": 552, "shaken": 553, "arriv": 554, "eren": 555, "yeager": 556, "remain": 557, "survey": 558, "corp": 559, "reach": 560, "basement": 561, "histori": 562, "last": 563, "found": 564, "desper": 565, "fought": 566, "uncov": 567, "hand": 568, "group": 569, "beyond": 570, "wall": 571, "shingeki": 572, "kyojin": 573, "season": 574, "utterli": 575, "differ": 576, "collid": 577, "parti": 578, "agenda": 579, "conclus": 580, "freedom": 581, "broke": 582, "overlord": 583, "conquer": 584, "tri": 585, "thrive": 586, "whatev": 587, "get": 588, "paid": 589, "realli": 590, "spend": 591, "cash": 592, "pachinko": 593, "meanwhil": 594, "drunkenli": 595, "stagger": 596, "night": 597, "spaceship": 598, "crash": 599, "nearbi": 600, "fatal": 601, "injur": 602, "crew": 603, "emerg": 604, "give": 605, "devic": 606, "warn": 607, "must": 608, "safeguard": 609, "mistak": 610, "alarm": 611, "clock": 612, "proce": 613, "smash": 614, "next": 615, "morn": 616, "outsid": 617, "apart": 618, "come": 619, "standstil": 620, "fix": 621, "though": 622, "usual": 623, "noth": 624, "ever": 625, "fill": 626, "moment": 627, "heartfelt": 628, "fourth": 629, "hilari": 630, "misadventur": 631, "danger": 632, "crise": 633, "yet": 634, "black": 635, "rebellion": 636, "fail": 637, "upris": 638, "holi": 639, "britannian": 640, "empir": 641, "led": 642, "mask": 643, "zero": 644, "revolutionari": 645, "area": 646, "powerless": 647, "inflict": 648, "upon": 649, "eleven": 650, "britannia": 651, "increas": 652, "significantli": 653, "order": 654, "crush": 655, "revolt": 656, "lelouch": 657, "lamperoug": 658, "doubl": 659, "alongsid": 660, "ashford": 661, "academi": 662, "partner": 663, "accept": 664, "event": 665, "take": 666, "remind": 667, "mastermind": 668, "finish": 669, "start": 670, "thrill": 671, "mitsuha": 672, "miyamizu": 673, "yearn": 674, "bustl": 675, "citi": 676, "dream": 677, "stand": 678, "stark": 679, "contrast": 680, "countrysid": 681, "taki": 682, "tachibana": 683, "busi": 684, "juggl": 685, "architectur": 686, "day": 687, "awaken": 688, "room": 689, "elsewher": 690, "humbl": 691, "pursuit": 692, "phenomenon": 693, "anoth": 694, "kimi": 695, "na": 696, "wa": 697, "revolv": 698, "around": 699, "dramat": 700, "weav": 701, "fabric": 702, "held": 703, "circumst": 704, "arc": 705, "pictur": 706, "worth": 707, "thousand": 708, "word": 709, "case": 710, "hold": 711, "infinit": 712, "amount": 713, "cheng": 714, "xiaoshi": 715, "lu": 716, "guang": 717, "abl": 718, "small": 719, "shop": 720, "photo": 721, "studio": 722, "provid": 723, "special": 724, "servic": 725, "extraordinari": 726, "let": 727, "enter": 728, "photograph": 729, "jump": 730, "brought": 731, "client": 732, "grant": 733, "wish": 734, "deciph": 735, "solv": 736, "request": 737, "everi": 738, "risk": 739, "could": 740, "alter": 741, "took": 742, "possibl": 743, "countless": 744, "forc": 745, "utmost": 746, "feel": 747, "asid": 748, "focu": 749, "accomplish": 750, "task": 751, "shigeo": 752, "mob": 753, "kageyama": 754, "matur": 755, "understand": 756, "role": 757, "supernatur": 758, "psychic": 759, "drastic": 760, "affect": 761, "livelihood": 762, "mentor": 763, "reigen": 764, "arataka": 765, "deal": 766, "whether": 767, "exorc": 768, "evil": 769, "spirit": 770, "tackl": 771, "urban": 772, "legend": 773, "citizen": 774, "workflow": 775, "blindli": 776, "anymor": 777, "ridicul": 778, "adventur": 779, "weight": 780, "seriou": 781, "darker": 782, "tone": 783, "much": 784, "tangibl": 785, "unsettl": 786, "fierc": 787, "untold": 788, "goal": 789, "immort": 790, "naraku": 791, "corrupt": 792, "altana": 793, "reserv": 794, "trigger": 795, "intervent": 796, "tendoshuu": 797, "greatest": 798, "enemi": 799, "liber": 800, "armi": 801, "main": 802, "battleground": 803, "interplanetari": 804, "master": 805, "destroy": 806, "nearli": 807, "complet": 808, "attack": 809, "central": 810, "termin": 811, "mark": 812, "land": 813, "nowher": 814, "sight": 815, "collaps": 816, "shogun": 817, "peopl": 818, "helpless": 819, "pillag": 820, "name": 821, "free": 822, "rule": 823, "caught": 824, "crossfir": 825, "equal": 826, "impos": 827, "shouyou": 828, "yoshida": 829, "put": 830, "unit": 831, "protect": 832, "dear": 833, "victori": 834, "aoba": 835, "jousai": 836, "karasuno": 837, "fallen": 838, "powerhous": 839, "crow": 840, "fli": 841, "climax": 842, "heat": 843, "spring": 844, "defeat": 845, "shiratorizawa": 846, "hurdl": 847, "adversari": 848, "ace": 849, "wakatoshi": 850, "ushijima": 851, "number": 852, "miyagi": 853, "prefectur": 854, "countri": 855, "top": 856, "strongest": 857, "chanc": 858, "qualifi": 859, "camp": 860, "prior": 861, "attain": 862, "restless": 863, "excit": 864, "haikyuu": 865, "reviv": 866, "legendari": 867, "vampir": 868, "servant": 869, "certain": 870, "regain": 871, "full": 872, "hunt": 873, "hunter": 874, "retriev": 875, "almost": 876, "whole": 877, "consid": 878, "want": 879, "would": 880, "stop": 881, "newborn": 882, "like": 883, "overpow": 884, "trust": 885, "first": 886, "limit": 887, "resolv": 888, "someth": 889, "kenzou": 890, "tenma": 891, "elit": 892, "neurosurgeon": 893, "engag": 894, "hospit": 895, "director": 896, "daughter": 897, "ascend": 898, "hierarchi": 899, "chang": 900, "forev": 901, "prepar": 902, "perform": 903, "surgeri": 904, "someon": 905, "switch": 906, "patient": 907, "brain": 908, "famou": 909, "fellow": 910, "doctor": 911, "fiancé": 912, "applaud": 913, "poor": 914, "immigr": 915, "worker": 916, "dead": 917, "caus": 918, "crisi": 919, "conscienc": 920, "similar": 921, "aris": 922, "ground": 923, "choos": 924, "johan": 925, "liebert": 926, "town": 927, "mayor": 928, "choic": 929, "ramif": 930, "social": 931, "death": 932, "posit": 933, "evid": 934, "convict": 935, "releas": 936, "nine": 937, "later": 938, "crimin": 939, "monster": 940, "oper": 941, "embark": 942, "havoc": 943, "spread": 944, "blunt": 945, "walru": 946, "hiroshi": 947, "odokawa": 948, "rel": 949, "normal": 950, "drive": 951, "taxi": 952, "uniqu": 953, "individu": 954, "jobless": 955, "taichi": 956, "kabasawa": 957, "go": 958, "viral": 959, "nurs": 960, "miho": 961, "shirakawa": 962, "comed": 963, "duo": 964, "homo": 965, "sapien": 966, "dobu": 967, "delinqu": 968, "track": 969, "yakuza": 970, "cop": 971, "tail": 972, "unusu": 973, "bizarr": 974, "driver": 975, "schooler": 976, "seek": 977, "diminish": 978, "mission": 979, "retak": 980, "maria": 981, "merciless": 982, "stage": 983, "tatter": 984, "shiganshina": 985, "district": 986, "oddli": 987, "unoccupi": 988, "gate": 989, "plug": 990, "opposit": 991, "progress": 992, "smoothli": 993, "armin": 994, "arlert": 995, "highli": 996, "suspici": 997, "absenc": 998, "distress": 999, "sign": 1000, "potenti": 1001, "scheme": 1002, "part": 1003, "vow": 1004, "carv": 1005, "path": 1006, "toward": 1007, "lock": 1008, "away": 1009, "stubborn": 1010, "spoil": 1011, "naïv": 1012, "chihiro": 1013, "ogino": 1014, "less": 1015, "pleas": 1016, "parent": 1017, "abandon": 1018, "amus": 1019, "park": 1020, "hous": 1021, "cautious": 1022, "ventur": 1023, "insid": 1024, "happen": 1025, "dusk": 1026, "ghostli": 1027, "food": 1028, "pig": 1029, "unwittingli": 1030, "cross": 1031, "trap": 1032, "summon": 1033, "courag": 1034, "amongst": 1035, "enigmat": 1036, "haku": 1037, "cast": 1038, "charact": 1039, "vivid": 1040, "intrigu": 1041, "sen": 1042, "kamikakushi": 1043, "strive": 1044, "god": 1045, "manifest": 1046, "tsubasa": 1047, "hanekawa": 1048, "modest": 1049, "geniu": 1050, "shinobu": 1051, "resid": 1052, "athlet": 1053, "deviant": 1054, "suruga": 1055, "kanbaru": 1056, "mayoi": 1057, "hachikuji": 1058, "cutesi": 1059, "stalker": 1060, "nadeko": 1061, "sengoku": 1062, "senjogahara": 1063, "poignant": 1064, "tsunder": 1065, "monogatari": 1066, "overcom": 1067, "rapidli": 1068, "semest": 1069, "begun": 1070, "loom": 1071, "quickli": 1072, "walk": 1073, "unfold": 1074, "viciou": 1075, "tiger": 1076, "target": 1077, "fend": 1078, "bow": 1079, "creatur": 1080, "perspect": 1081, "feebl": 1082, "colon": 1083, "moon": 1084, "solar": 1085, "system": 1086, "leav": 1087, "uninhabit": 1088, "surfac": 1089, "behind": 1090, "inter": 1091, "galaxi": 1092, "outlaw": 1093, "bounti": 1094, "refer": 1095, "cowboy": 1096, "aboard": 1097, "bebop": 1098, "mellow": 1099, "carefre": 1100, "spike": 1101, "spiegel": 1102, "balanc": 1103, "boister": 1104, "pragmat": 1105, "jet": 1106, "pair": 1107, "chase": 1108, "collect": 1109, "reward": 1110, "thrown": 1111, "addit": 1112, "genet": 1113, "intellig": 1114, "welsh": 1115, "corgi": 1116, "femm": 1117, "fay": 1118, "valentin": 1119, "trickster": 1120, "comput": 1121, "whiz": 1122, "kid": 1123, "unravel": 1124, "littl": 1125, "densiti": 1126, "comedi": 1127, "western": 1128, "classic": 1129, "homag": 1130, "smooth": 1131, "improvis": 1132, "music": 1133, "sanyou": 1134, "campaign": 1135, "qin": 1136, "includ": 1137, "command": 1138, "li": 1139, "xin": 1140, "inch": 1141, "closer": 1142, "fulfil": 1143, "king": 1144, "ying": 1145, "zheng": 1146, "unifi": 1147, "china": 1148, "major": 1149, "geograph": 1150, "foothold": 1151, "state": 1152, "wei": 1153, "eastward": 1154, "unparallel": 1155, "strategist": 1156, "newli": 1157, "appoint": 1158, "prime": 1159, "minist": 1160, "advantag": 1161, "zhao": 1162, "temporari": 1163, "truce": 1164, "negoti": 1165, "interrupt": 1166, "receiv": 1167, "news": 1168, "chu": 1169, "han": 1170, "yan": 1171, "qi": 1172, "territori": 1173, "late": 1174, "mu": 1175, "advisor": 1176, "devis": 1177, "address": 1178, "coalit": 1179, "doorstep": 1180, "destruct": 1181, "resourc": 1182, "strategi": 1183, "dispos": 1184, "prevent": 1185, "wipe": 1186, "map": 1187, "mo": 1188, "dao": 1189, "zu": 1190, "shi": 1191, "cover": 1192, "yi": 1193, "wuxian": 1194, "lan": 1195, "wangji": 1196, "unknown": 1197, "corps": 1198, "risen": 1199, "yotar": 1200, "ident": 1201, "rakugo": 1202, "teach": 1203, "sukeroku": 1204, "style": 1205, "lack": 1206, "popular": 1207, "pack": 1208, "theater": 1209, "threat": 1210, "eclips": 1211, "yakumo": 1212, "bastion": 1213, "preserv": 1214, "cope": 1215, "elderli": 1216, "stellar": 1217, "fear": 1218, "near": 1219, "doubt": 1220, "stronger": 1221, "creep": 1222, "konatsu": 1223, "rais": 1224, "son": 1225, "heavili": 1226, "oppos": 1227, "persuad": 1228, "marri": 1229, "shouwa": 1230, "genroku": 1231, "shinjuu": 1232, "curtain": 1233, "art": 1234, "form": 1235, "intern": 1236, "conflict": 1237, "primordi": 1238, "be": 1239, "mushi": 1240, "travel": 1241, "mushishi": 1242, "ginko": 1243, "persist": 1244, "right": 1245, "loop": 1246, "telepathi": 1247, "overt": 1248, "effect": 1249, "interfer": 1250, "subtl": 1251, "symptom": 1252, "notic": 1253, "rous": 1254, "concern": 1255, "villag": 1256, "arbit": 1257, "bless": 1258, "curs": 1259, "draw": 1260, "subject": 1261, "rather": 1262, "exercis": 1263, "consum": 1264, "rid": 1265, "afflict": 1266, "fact": 1267, "devast": 1268, "imposs": 1269, "heal": 1270, "wound": 1271, "know": 1272, "otherwis": 1273, "comprehens": 1274, "fifth": 1275, "grail": 1276, "fuyuki": 1277, "point": 1278, "particip": 1279, "hidden": 1280, "shirou": 1281, "emiya": 1282, "rin": 1283, "toosaka": 1284, "illyasviel": 1285, "von": 1286, "einzbern": 1287, "natur": 1288, "rampag": 1289, "dire": 1290, "belov": 1291, "insurmount": 1292, "perhap": 1293, "intim": 1294, "act": 1295, "chaotic": 1296, "commenc": 1297, "ideal": 1298, "believ": 1299, "challeng": 1300, "excruci": 1301, "dilemma": 1302, "gone": 1303, "makunouchi": 1304, "ippo": 1305, "constantli": 1306, "run": 1307, "beaten": 1308, "never": 1309, "passion": 1310, "midst": 1311, "takamura": 1312, "mamoru": 1313, "boxer": 1314, "faint": 1315, "injuri": 1316, "kamogawa": 1317, "box": 1318, "gym": 1319, "recov": 1320, "conscious": 1321, "awe": 1322, "amaz": 1323, "confid": 1324, "anyth": 1325, "punch": 1326, "bag": 1327, "stir": 1328, "eventu": 1329, "ask": 1330, "think": 1331, "deem": 1332, "week": 1333, "sudden": 1334, "desir": 1335, "hard": 1336, "relentlessli": 1337, "within": 1338, "thu": 1339, "manga": 1340, "center": 1341, "bojji": 1342, "princ": 1343, "wield": 1344, "children": 1345, "firstborn": 1346, "mutter": 1347, "kage": 1348, "liter": 1349, "somehow": 1350, "survivor": 1351, "clan": 1352, "longer": 1353, "killer": 1354, "steal": 1355, "sourc": 1356, "mad": 1357, "scientist": 1358, "rintar": 1359, "okab": 1360, "rent": 1361, "ricketi": 1362, "build": 1363, "akihabara": 1364, "indulg": 1365, "hobbi": 1366, "invent": 1367, "prospect": 1368, "gadget": 1369, "lab": 1370, "mayuri": 1371, "shiina": 1372, "childhood": 1373, "hashida": 1374, "itaru": 1375, "pervert": 1376, "hacker": 1377, "daru": 1378, "tinker": 1379, "promis": 1380, "contrapt": 1381, "dub": 1382, "phone": 1383, "microwav": 1384, "function": 1385, "morph": 1386, "banana": 1387, "pile": 1388, "green": 1389, "gel": 1390, "miracul": 1391, "concret": 1392, "scientif": 1393, "breakthrough": 1394, "spur": 1395, "stumbl": 1396, "send": 1397, "email": 1398, "flow": 1399, "adapt": 1400, "nitroplu": 1401, "stein": 1402, "depth": 1403, "theori": 1404, "practic": 1405, "across": 1406, "diverg": 1407, "thread": 1408, "shoulder": 1409, "thorfinn": 1410, "grew": 1411, "listen": 1412, "sailor": 1413, "ocean": 1414, "vinland": 1415, "warm": 1416, "fertil": 1417, "need": 1418, "frozen": 1419, "iceland": 1420, "born": 1421, "certainli": 1422, "current": 1423, "mercenari": 1424, "father": 1425, "nobodi": 1426, "okay": 1427, "hurt": 1428, "knew": 1429, "england": 1430, "dane": 1431, "wors": 1432, "commonplac": 1433, "vike": 1434, "either": 1435, "swing": 1436, "happi": 1437, "earn": 1438, "chao": 1439, "reveng": 1440, "kill": 1441, "askeladd": 1442, "murder": 1443, "paradis": 1444, "era": 1445, "rage": 1446, "idli": 1447, "baseless": 1448, "paranorm": 1449, "activ": 1450, "occult": 1451, "yuuji": 1452, "itadori": 1453, "clubroom": 1454, "visit": 1455, "bedridden": 1456, "grandfath": 1457, "leisur": 1458, "lifestyl": 1459, "unknowingli": 1460, "item": 1461, "chain": 1462, "occurr": 1463, "thrust": 1464, "malic": 1465, "swallow": 1466, "finger": 1467, "belong": 1468, "demon": 1469, "sukuna": 1470, "ryoumen": 1471, "pose": 1472, "societi": 1473, "newfound": 1474, "introduc": 1475, "tokyo": 1476, "metropolitan": 1477, "jujutsu": 1478, "technic": 1479, "sorcer": 1480, "mankind": 1481, "savageri": 1482, "surpass": 1483, "beneath": 1484, "wit": 1485, "bandit": 1486, "enslav": 1487, "christen": 1488, "shinta": 1489, "kenshin": 1490, "himura": 1491, "destin": 1492, "swordsman": 1493, "soft": 1494, "befit": 1495, "occup": 1496, "innoc": 1497, "absolut": 1498, "rurouni": 1499, "meiji": 1500, "kenkaku": 1501, "romantan": 1502, "detail": 1503, "origin": 1504, "bear": 1505, "hitokiri": 1506, "battousai": 1507, "swore": 1508, "oath": 1509, "reput": 1510, "divid": 1511, "justic": 1512, "perceiv": 1513, "misshapen": 1514, "came": 1515, "harbor": 1516, "ill": 1517, "intent": 1518, "exist": 1519, "exploit": 1520, "unintent": 1521, "disast": 1522, "strife": 1523, "involv": 1524, "zoku": 1525, "shou": 1526, "visibl": 1527, "coexist": 1528, "gift": 1529, "maintain": 1530, "fragil": 1531, "symbiosi": 1532, "question": 1533, "talent": 1534, "tortur": 1535, "alik": 1536, "respons": 1537, "unseen": 1538, "moreov": 1539, "complex": 1540, "domin": 1541, "militari": 1542, "conquest": 1543, "renam": 1544, "swift": 1545, "seen": 1546, "signific": 1547, "tyrant": 1548, "independ": 1549, "escap": 1550, "thank": 1551, "bestow": 1552, "geass": 1553, "vast": 1554, "obedi": 1555, "peril": 1556, "onslaught": 1557, "slayer": 1558, "multipl": 1559, "remedi": 1560, "prove": 1561, "fruitless": 1562, "casualti": 1563, "flame": 1564, "pillar": 1565, "kyoujur": 1566, "rengoku": 1567, "elimin": 1568, "blood": 1569, "tanjir": 1570, "kamado": 1571, "zenitsu": 1572, "agatsuma": 1573, "inosuk": 1574, "hashibira": 1575, "fieri": 1576, "feat": 1577, "model": 1578, "firsthand": 1579, "unbeknownst": 1580, "alreadi": 1581, "motion": 1582, "presenc": 1583, "muster": 1584, "ounc": 1585, "willpow": 1586, "hundr": 1587, "passeng": 1588, "onboard": 1589, "kimetsu": 1590, "yaiba": 1591, "mugen": 1592, "delv": 1593, "deepest": 1594, "corner": 1595, "mind": 1596, "commit": 1597, "duti": 1598, "test": 1599, "gape": 1600, "chasm": 1601, "stretch": 1602, "relic": 1603, "bottom": 1604, "brave": 1605, "diver": 1606, "abyss": 1607, "fearlessli": 1608, "descend": 1609, "darkest": 1610, "best": 1611, "bravest": 1612, "whistl": 1613, "hail": 1614, "riko": 1615, "lyza": 1616, "annihil": 1617, "aspir": 1618, "explor": 1619, "furthest": 1620, "novic": 1621, "red": 1622, "permit": 1623, "roam": 1624, "upper": 1625, "ordinari": 1626, "reg": 1627, "recollect": 1628, "preced": 1629, "discoveri": 1630, "technolog": 1631, "deep": 1632, "see": 1633, "pit": 1634, "harsh": 1635, "descent": 1636, "regu": 1637, "nanachi": 1638, "sea": 1639, "research": 1640, "station": 1641, "idofront": 1642, "trio": 1643, "prushka": 1644, "alleg": 1645, "bondrewd": 1646, "despit": 1647, "welcom": 1648, "rout": 1649, "sixth": 1650, "shroud": 1651, "bonedrewd": 1652, "await": 1653, "sacrific": 1654, "made": 1655, "yabuki": 1656, "joe": 1657, "downheart": 1658, "hopeless": 1659, "tragic": 1660, "wander": 1661, "wolf": 1662, "kanagushi": 1663, "goromaki": 1664, "gondo": 1665, "men": 1666, "fan": 1667, "die": 1668, "ember": 1669, "trainer": 1670, "issu": 1671, "quell": 1672, "carlo": 1673, "rivera": 1674, "renown": 1675, "invit": 1676, "venezuela": 1677, "shinji": 1678, "ikari": 1679, "adrift": 1680, "lose": 1681, "instrument": 1682, "project": 1683, "will": 1684, "gruel": 1685, "imdb": 1686, "ago": 1687, "chines": 1688, "zodiac": 1689, "stay": 1690, "etern": 1691, "souma": 1692, "shall": 1693, "shackl": 1694, "undesir": 1695, "head": 1696, "akito": 1697, "convinc": 1698, "share": 1699, "connect": 1700, "cling": 1701, "fantasi": 1702, "isol": 1703, "suppress": 1704, "punish": 1705, "tooru": 1706, "honda": 1707, "attach": 1708, "break": 1709, "companionship": 1710, "encourag": 1711, "lift": 1712, "due": 1713, "confound": 1714, "tenac": 1715, "endeavor": 1716, "wither": 1717, "contend": 1718, "uncertain": 1719, "tranquil": 1720, "commot": 1721, "eikichi": 1722, "conqueror": 1723, "shonan": 1724, "teenag": 1725, "wife": 1726, "gray": 1727, "greedi": 1728, "lazi": 1729, "onizuka": 1730, "homeroom": 1731, "prestigi": 1732, "forest": 1733, "suplex": 1734, "vice": 1735, "particularli": 1736, "utter": 1737, "contempt": 1738, "psycholog": 1739, "warfar": 1740, "mental": 1741, "quit": 1742, "averag": 1743, "readi": 1744, "suicid": 1745, "sexual": 1746, "harass": 1747, "daili": 1748, "root": 1749, "unpredict": 1750, "unconvent": 1751, "child": 1752, "charm": 1753, "enjoy": 1754, "pupil": 1755, "hiatu": 1756, "shock": 1757, "surpris": 1758, "flee": 1759, "headquart": 1760, "confus": 1761, "denizen": 1762, "undergon": 1763, "extrem": 1764, "unbeliev": 1765, "sister": 1766, "ota": 1767, "shinsengumi": 1768, "chief": 1769, "shameless": 1770, "isao": 1771, "kondou": 1772, "pregnant": 1773, "bewild": 1774, "agre": 1775, "startl": 1776, "transform": 1777, "afoot": 1778, "toushir": 1779, "hijikata": 1780, "unchang": 1781, "unlik": 1782, "rememb": 1783, "dirti": 1784, "joke": 1785, "parodi": 1786, "x": 1787, "manner": 1788, "captur": 1789, "treasur": 1790, "unchart": 1791, "gon": 1792, "freecss": 1793, "achiev": 1794, "far": 1795, "imagin": 1796, "offici": 1797, "befriend": 1798, "leorio": 1799, "veng": 1800, "kurapika": 1801, "rebelli": 1802, "killua": 1803, "four": 1804, "exam": 1805, "notori": 1806, "low": 1807, "rate": 1808, "probabl": 1809, "plethora": 1810, "truli": 1811, "stalem": 1812, "interstellar": 1813, "superpow": 1814, "galact": 1815, "allianc": 1816, "gener": 1817, "idealist": 1818, "reinhard": 1819, "lohengramm": 1820, "fpa": 1821, "historian": 1822, "yang": 1823, "wenli": 1824, "climb": 1825, "siegfri": 1826, "kirchei": 1827, "remnant": 1828, "crumbl": 1829, "goldenbaum": 1830, "dynasti": 1831, "kaiser": 1832, "genuin": 1833, "ruler": 1834, "democrat": 1835, "firm": 1836, "belief": 1837, "show": 1838, "julian": 1839, "mintz": 1840, "autocraci": 1841, "solut": 1842, "ideolog": 1843, "clash": 1844, "amidst": 1845, "strateg": 1846, "real": 1847, "kintoki": 1848, "doppelgang": 1849, "troubl": 1850, "claim": 1851, "throne": 1852, "trip": 1853, "yoshiwara": 1854, "courtesan": 1855, "lover": 1856, "backstori": 1857, "inhabit": 1858, "flashback": 1859, "everlast": 1860, "enchousen": 1861, "intens": 1862, "lightheart": 1863, "slapstick": 1864, "centuri": 1865, "slaughter": 1866, "extinct": 1867, "monstrou": 1868, "humanoid": 1869, "enorm": 1870, "concentr": 1871, "giant": 1872, "terrifi": 1873, "tast": 1874, "flesh": 1875, "hunger": 1876, "pleasur": 1877, "ensur": 1878, "surviv": 1879, "began": 1880, "defens": 1881, "barrier": 1882, "calm": 1883, "shatter": 1884, "coloss": 1885, "breach": 1886, "supposedli": 1887, "impregn": 1888, "reignit": 1889, "abomin": 1890, "enlist": 1891, "hajim": 1892, "isayama": 1893, "adopt": 1894, "mikasa": 1895, "ackerman": 1896, "race": 1897, "emishi": 1898, "boar": 1899, "ashitaka": 1900, "stake": 1901, "defend": 1902, "tribe": 1903, "breath": 1904, "beast": 1905, "gradual": 1906, "siphon": 1907, "instruct": 1908, "elder": 1909, "westward": 1910, "cure": 1911, "tatara": 1912, "iron": 1913, "ladi": 1914, "eboshi": 1915, "promot": 1916, "deforest": 1917, "princess": 1918, "san": 1919, "sacr": 1920, "furiou": 1921, "harmoni": 1922, "latent": 1923, "mononok": 1924, "depict": 1925, "mutual": 1926, "metronom": 1927, "pianist": 1928, "kousei": 1929, "arima": 1930, "saki": 1931, "downward": 1932, "spiral": 1933, "render": 1934, "hear": 1935, "sound": 1936, "piano": 1937, "avoid": 1938, "admir": 1939, "rival": 1940, "colorless": 1941, "tsubaki": 1942, "sawab": 1943, "ryouta": 1944, "watari": 1945, "beauti": 1946, "violinist": 1947, "kaori": 1948, "miyazono": 1949, "shigatsu": 1950, "uso": 1951, "recoveri": 1952, "note": 1953, "perfectli": 1954, "melodi": 1955, "fresh": 1956, "air": 1957, "april": 1958, "basic": 1959, "simpli": 1960, "good": 1961, "capabl": 1962, "mimick": 1963, "plant": 1964, "diseas": 1965, "phenomena": 1966, "rainbow": 1967, "vagu": 1968, "definit": 1969, "entiti": 1970, "oversimplif": 1971, "inform": 1972, "scarc": 1973, "unawar": 1974, "ponder": 1975, "rumor": 1976, "sake": 1977, "volleybal": 1978, "refocu": 1979, "effort": 1980, "aim": 1981, "nekoma": 1982, "larg": 1983, "notabl": 1984, "level": 1985, "toughest": 1986, "sharpen": 1987, "strengthen": 1988, "weapon": 1989, "sturdiest": 1990, "block": 1991, "senior": 1992, "settl": 1993, "harder": 1994, "formid": 1995, "archriv": 1996, "setter": 1997, "oikawa": 1998, "japanes": 1999, "featherweight": 2000, "champion": 2001, "retain": 2002, "ichir": 2003, "miyata": 2004, "resurfac": 2005, "belt": 2006, "orient": 2007, "pacif": 2008, "feder": 2009, "knock": 2010, "fighter": 2011, "glori": 2012, "island": 2013, "greater": 2014, "jumbl": 2015, "piec": 2016, "cacophoni": 2017, "hiss": 2018, "steam": 2019, "creak": 2020, "joint": 2021, "smoke": 2022, "billow": 2023, "castl": 2024, "magnific": 2025, "wizard": 2026, "howl": 2027, "magic": 2028, "prowess": 2029, "sophi": 2030, "hatter": 2031, "hatmak": 2032, "content": 2033, "ensnar": 2034, "disturb": 2035, "brief": 2036, "vain": 2037, "witch": 2038, "fit": 2039, "jealousi": 2040, "discord": 2041, "maiden": 2042, "woman": 2043, "myriad": 2044, "fire": 2045, "hop": 2046, "tear": 2047, "kingdom": 2048, "slow": 2049, "summer": 2050, "vacat": 2051, "shuchiin": 2052, "term": 2053, "august": 2054, "transit": 2055, "septemb": 2056, "miyuki": 2057, "shirogan": 2058, "birthday": 2059, "kaguya": 2060, "shinomiya": 2061, "predica": 2062, "celebr": 2063, "furthermor": 2064, "tenur": 2065, "council": 2066, "cun": 2067, "elect": 2068, "covet": 2069, "presid": 2070, "takashi": 2071, "natsum": 2072, "timid": 2073, "youkai": 2074, "expert": 2075, "book": 2076, "glutton": 2077, "bodyguard": 2078, "arrog": 2079, "madara": 2080, "unassum": 2081, "pudgi": 2082, "cat": 2083, "briefli": 2084, "separ": 2085, "kidnap": 2086, "nose": 2087, "monkey": 2088, "matoba": 2089, "nemesi": 2090, "hideout": 2091, "yuujinch": 2092, "sweep": 2093, "friendship": 2094, "fractur": 2095, "contin": 2096, "telesi": 2097, "flourish": 2098, "bloodsh": 2099, "sole": 2100, "decim": 2101, "maim": 2102, "bloodi": 2103, "skirmish": 2104, "dearest": 2105, "ch": 2106, "postal": 2107, "intend": 2108, "guardian": 2109, "pure": 2110, "amanuens": 2111, "transcrib": 2112, "thought": 2113, "paper": 2114, "notion": 2115, "trade": 2116, "reshap": 2117, "accustom": 2118, "contain": 2119, "grandmoth": 2120, "reiko": 2121, "seal": 2122, "contract": 2123, "better": 2124, "tool": 2125, "exorcist": 2126, "disrupt": 2127, "torment": 2128, "open": 2129, "six": 2130, "month": 2131, "sakuta": 2132, "azusagawa": 2133, "bunni": 2134, "librari": 2135, "bliss": 2136, "mai": 2137, "sakurajima": 2138, "reappear": 2139, "makinohara": 2140, "add": 2141, "complic": 2142, "matter": 2143, "grave": 2144, "scar": 2145, "throb": 2146, "whenev": 2147, "simon": 2148, "kamina": 2149, "underground": 2150, "fabl": 2151, "loos": 2152, "cannon": 2153, "bent": 2154, "excav": 2155, "object": 2156, "ignit": 2157, "ancient": 2158, "artifact": 2159, "lagann": 2160, "yoko": 2161, "littner": 2162, "redhead": 2163, "gun": 2164, "aftermath": 2165, "sky": 2166, "view": 2167, "prompt": 2168, "wasteland": 2169, "beastmen": 2170, "terror": 2171, "gunmen": 2172, "setback": 2173, "reclaim": 2174, "spearhead": 2175, "squadron": 2176, "horizon": 2177, "republ": 2178, "magnolia": 2179, "endless": 2180, "propaganda": 2181, "vladilena": 2182, "milizé": 2183, "handler": 2184, "dehuman": 2185, "legion": 2186, "front": 2187, "shinei": 2188, "nouzen": 2189, "squad": 2190, "quarantin": 2191, "giad": 2192, "formerli": 2193, "giadian": 2194, "govern": 2195, "citizenship": 2196, "ernst": 2197, "zimmerman": 2198, "empress": 2199, "augusta": 2200, "frederica": 2201, "tender": 2202, "battlefield": 2203, "federaci": 2204, "nordlicht": 2205, "repeat": 2206, "pain": 2207, "comfort": 2208, "shinigami": 2209, "victim": 2210, "notebook": 2211, "ryuk": 2212, "bore": 2213, "interest": 2214, "drop": 2215, "light": 2216, "yagami": 2217, "deplor": 2218, "deadli": 2219, "immedi": 2220, "greatli": 2221, "recogn": 2222, "divin": 2223, "extinguish": 2224, "crime": 2225, "worship": 2226, "serial": 2227, "culprit": 2228, "count": 2229, "assist": 2230, "detect": 2231, "mana": 2232, "calam": 2233, "rudeu": 2234, "greyrat": 2235, "eri": 2236, "borea": 2237, "teleport": 2238, "companion": 2239, "ruijerd": 2240, "superd": 2241, "warrior": 2242, "fittoa": 2243, "advic": 2244, "faceless": 2245, "hitogami": 2246, "kishirika": 2247, "kishirisu": 2248, "emperor": 2249, "abil": 2250, "offer": 2251, "opportun": 2252, "bargain": 2253, "hinder": 2254, "christma": 2255, "kyon": 2256, "so": 2257, "brigad": 2258, "holiday": 2259, "haruhi": 2260, "suzumiya": 2261, "mikuru": 2262, "asahina": 2263, "afraid": 2264, "itsuki": 2265, "koizumi": 2266, "literatur": 2267, "uncharacterist": 2268, "yuki": 2269, "nagato": 2270, "occupi": 2271, "shoushitsu": 2272, "uncultur": 2273, "upsid": 2274, "bad": 2275, "mayb": 2276, "hero": 2277, "chant": 2278, "sure": 2279, "mantra": 2280, "makoto": 2281, "tsukimoto": 2282, "motiv": 2283, "stress": 2284, "ping": 2285, "pong": 2286, "yutaka": 2287, "hoshino": 2288, "smile": 2289, "peco": 2290, "respect": 2291, "brim": 2292, "tabl": 2293, "tenni": 2294, "ambit": 2295, "nevertheless": 2296, "stuck": 2297, "sport": 2298, "competit": 2299, "stardom": 2300, "persever": 2301, "yojouhan": 2302, "shinwa": 2303, "taikei": 2304, "masaaki": 2305, "yuasa": 2306, "serv": 2307, "fair": 2308, "bump": 2309, "rob": 2310, "cage": 2311, "yaeger": 2312, "devot": 2313, "improv": 2314, "krista": 2315, "lenz": 2316, "levi": 2317, "erwin": 2318, "smith": 2319, "soldier": 2320, "custodi": 2321, "drawn": 2322, "attent": 2323, "sent": 2324, "evad": 2325, "safe": 2326, "conniv": 2327, "heard": 2328, "bell": 2329, "ring": 2330, "mountain": 2331, "weed": 2332, "coincident": 2333, "yoshiro": 2334, "suzu": 2335, "shizuku": 2336, "peculiar": 2337, "kaya": 2338, "hana": 2339, "colleg": 2340, "attend": 2341, "actual": 2342, "werewolf": 2343, "ultim": 2344, "birth": 2345, "healthi": 2346, "rainfal": 2347, "wolv": 2348, "trait": 2349, "dens": 2350, "ame": 2351, "judgment": 2352, "unforgiv": 2353, "modern": 2354, "gol": 2355, "roger": 2356, "sail": 2357, "grand": 2358, "execut": 2359, "age": 2360, "unlimit": 2361, "rich": 2362, "pinnacl": 2363, "luffi": 2364, "standard": 2365, "persona": 2366, "wick": 2367, "harden": 2368, "toothless": 2369, "ransack": 2370, "wonder": 2371, "footstep": 2372, "experienc": 2373, "crazi": 2374, "unveil": 2375, "stolen": 2376, "dramaturgi": 2377, "episod": 2378, "mist": 2379, "guillotinecutt": 2380, "priest": 2381, "minut": 2382, "coastal": 2383, "napl": 2384, "blatantli": 2385, "conspir": 2386, "drug": 2387, "rampant": 2388, "mafia": 2389, "street": 2390, "fist": 2391, "occur": 2392, "giorno": 2393, "giovanna": 2394, "joestar": 2395, "pickpocket": 2396, "unexplain": 2397, "inanim": 2398, "gold": 2399, "fascin": 2400, "gangster": 2401, "bruno": 2402, "buccellati": 2403, "sens": 2404, "jojo": 2405, "kimyou": 2406, "bouken": 2407, "ougon": 2408, "kaze": 2409, "secretli": 2410, "plot": 2411, "overthrow": 2412, "boss": 2413, "prison": 2414, "fixat": 2415, "storytel": 2416, "inspir": 2417, "incarcer": 2418, "distinguish": 2419, "practition": 2420, "yuurakutei": 2421, "appeal": 2422, "mentorship": 2423, "apprentic": 2424, "eagerli": 2425, "abras": 2426, "care": 2427, "prolif": 2428, "techniqu": 2429, "reminisc": 2430, "earlier": 2431, "autumn": 2432, "ramen": 2433, "shimogamo": 2434, "shrine": 2435, "lone": 2436, "matrimoni": 2437, "reflect": 2438, "bitterli": 2439, "spent": 2440, "campu": 2441, "ozu": 2442, "miser": 2443, "unsoci": 2444, "underclassman": 2445, "akashi": 2446, "surreal": 2447, "artist": 2448, "chronicl": 2449, "entranc": 2450, "grace": 2451, "field": 2452, "orphan": 2453, "happili": 2454, "big": 2455, "look": 2456, "mama": 2457, "isabella": 2458, "requir": 2459, "oldest": 2460, "sibl": 2461, "suspicion": 2462, "orphanag": 2463, "cruel": 2464, "twist": 2465, "clear": 2466, "victor": 2467, "church": 2468, "supervisor": 2469, "risei": 2470, "kotomin": 2471, "impend": 2472, "uneasi": 2473, "demonstr": 2474, "despic": 2475, "win": 2476, "seed": 2477, "sown": 2478, "kiritsugu": 2479, "saber": 2480, "heroism": 2481, "chivalri": 2482, "omin": 2483, "kirei": 2484, "countdown": 2485, "cost": 2486, "blur": 2487, "shigur": 2488, "kyou": 2489, "ancestr": 2490, "presum": 2491, "mainli": 2492, "older": 2493, "banquet": 2494, "dawn": 2495, "tend": 2496, "unnerv": 2497, "signatur": 2498, "dempsey": 2499, "roll": 2500, "step": 2501, "pride": 2502, "mate": 2503, "aoki": 2504, "masaru": 2505, "skip": 2506, "frog": 2507, "lightweight": 2508, "featur": 2509, "loveabl": 2510, "dimwit": 2511, "aloof": 2512, "protagonist": 2513, "bookworm": 2514, "deepli": 2515, "detach": 2516, "firmli": 2517, "handwritten": 2518, "identifi": 2519, "diari": 2520, "bubbl": 2521, "sakura": 2522, "yamauchi": 2523, "pancreat": 2524, "finit": 2525, "awar": 2526, "sympathi": 2527, "plight": 2528, "wave": 2529, "buoyanc": 2530, "conced": 2531, "polar": 2532, "interact": 2533, "interweav": 2534, "appar": 2535, "nonchal": 2536, "impass": 2537, "embrac": 2538, "impoverish": 2539, "remot": 2540, "money": 2541, "sell": 2542, "charcoal": 2543, "shelter": 2544, "lurk": 2545, "wood": 2546, "met": 2547, "horrifi": 2548, "nezuko": 2549, "bloodthirsti": 2550, "hatr": 2551, "swear": 2552, "aveng": 2553, "slay": 2554, "lavish": 2555, "prosper": 2556, "almighti": 2557, "homeland": 2558, "boon": 2559, "unprepar": 2560, "hostil": 2561, "fearsom": 2562, "prognosi": 2563, "postul": 2564, "nia": 2565, "teppelin": 2566, "mighti": 2567, "halt": 2568, "midday": 2569, "rare": 2570, "avert": 2571, "gaze": 2572, "predict": 2573, "tanyuu": 2574, "karibusa": 2575, "record": 2576, "unlucki": 2577, "farm": 2578, "cloud": 2579, "sun": 2580, "suspect": 2581, "hihami": 2582, "perpetu": 2583, "eager": 2584, "prequel": 2585, "friendli": 2586, "onto": 2587, "moritaka": 2588, "mashiro": 2589, "pen": 2590, "muto": 2591, "compet": 2592, "eiji": 2593, "niizuma": 2594, "span": 2595, "cancel": 2596, "declar": 2597, "enough": 2598, "spare": 2599, "bakuman": 2600, "ashirogi": 2601, "atop": 2602, "shounen": 2603, "jack": 2604, "ensu": 2605, "higher": 2606, "spree": 2607, "matou": 2608, "reliev": 2609, "abus": 2610, "ugli": 2611, "expos": 2612, "heaven": 2613, "ii": 2614, "butterfli": 2615, "obtain": 2616, "novemb": 2617, "homicid": 2618, "construct": 2619, "ogawa": 2620, "mifun": 2621, "tomo": 2622, "enjou": 2623, "fled": 2624, "panic": 2625, "astonish": 2626, "incid": 2627, "report": 2628, "media": 2629, "outlet": 2630, "shiki": 2631, "ryougi": 2632, "thug": 2633, "mikiya": 2634, "kokut": 2635, "tip": 2636, "associ": 2637, "touko": 2638, "aozaki": 2639, "particular": 2640, "forebod": 2641, "instal": 2642, "kara": 2643, "kyoukai": 2644, "film": 2645, "mujun": 2646, "rasen": 2647, "combin": 2648, "intric": 2649, "theme": 2650, "overwhelm": 2651, "mari": 2652, "tamaki": 2653, "dreamt": 2654, "univers": 2655, "anxieti": 2656, "wast": 2657, "ambiti": 2658, "shiras": 2659, "kobuchizawa": 2660, "fund": 2661, "antarctica": 2662, "virtual": 2663, "expedit": 2664, "attract": 2665, "miyak": 2666, "yuzuki": 2667, "shiraishi": 2668, "background": 2669, "south": 2670, "sora": 2671, "yori": 2672, "tooi": 2673, "basho": 2674, "captiv": 2675, "comatos": 2676, "pilot": 2677, "evangelion": 2678, "gendou": 2679, "nerv": 2680, "seel": 2681, "enact": 2682, "godlik": 2683, "fuse": 2684, "revert": 2685, "yui": 2686, "unleash": 2687, "lethal": 2688, "invas": 2689, "cut": 2690, "secur": 2691, "personnel": 2692, "asuka": 2693, "langley": 2694, "souryuu": 2695, "heaviest": 2696, "weaponri": 2697, "depress": 2698, "misato": 2699, "katsuragi": 2700, "shima": 2701, "sunris": 2702, "accord": 2703, "unforeseen": 2704, "weather": 2705, "road": 2706, "strand": 2707, "nadeshiko": 2708, "kagamihara": 2709, "suppos": 2710, "extend": 2711, "period": 2712, "sightse": 2713, "yuru": 2714, "flightless": 2715, "flight": 2716, "tsubakihara": 2717, "inarizaki": 2718, "twin": 2719, "miya": 2720, "nois": 2721, "jeer": 2722, "rekindl": 2723, "loyal": 2724, "momentum": 2725, "atsumu": 2726, "osamu": 2727, "blow": 2728, "astound": 2729, "bound": 2730, "equip": 2731, "dive": 2732, "marin": 2733, "biolog": 2734, "tsuneo": 2735, "suzukawa": 2736, "studi": 2737, "abroad": 2738, "accid": 2739, "wheelchair": 2740, "detour": 2741, "prefer": 2742, "jose": 2743, "rude": 2744, "caretak": 2745, "annoy": 2746, "bossi": 2747, "demeanor": 2748, "academ": 2749, "behavior": 2750, "travers": 2751, "crippl": 2752, "condit": 2753, "vital": 2754, "grim": 2755, "iga": 2756, "kokuj": 2757, "tenshouin": 2758, "viewer": 2759, "lane": 2760, "mostli": 2761, "umibouzu": 2762, "livid": 2763, "boyfriend": 2764, "incompet": 2765, "risqué": 2766, "camaraderi": 2767, "closur": 2768, "laugh": 2769, "section": 2770, "youko": 2771, "kayabuki": 2772, "motoko": 2773, "kusanagi": 2774, "daisuk": 2775, "aramaki": 2776, "batou": 2777, "menac": 2778, "foreign": 2779, "refuge": 2780, "displac": 2781, "asylum": 2782, "gouda": 2783, "cabinet": 2784, "stern": 2785, "compel": 2786, "speech": 2787, "otto": 2788, "subaru": 2789, "natsuki": 2790, "solemnli": 2791, "timelin": 2792, "emilia": 2793, "easier": 2794, "anyon": 2795, "knight": 2796, "hajimeru": 2797, "isekai": 2798, "seikatsu": 2799, "sanctuari": 2800, "unwilling": 2801, "hanamichi": 2802, "sakuragi": 2803, "temper": 2804, "height": 2805, "hair": 2806, "enrol": 2807, "shohoku": 2808, "reject": 2809, "consecut": 2810, "notorieti": 2811, "unwav": 2812, "hate": 2813, "basketbal": 2814, "haruko": 2815, "akagi": 2816, "knowledg": 2817, "troublemak": 2818, "heel": 2819, "blurt": 2820, "fervent": 2821, "affirm": 2822, "gymnasium": 2823, "slam": 2824, "dunk": 2825, "impress": 2826, "leap": 2827, "overshoot": 2828, "straight": 2829, "blackboard": 2830, "previous": 2831, "resent": 2832, "unimpress": 2833, "saitama": 2834, "process": 2835, "evildo": 2836, "geno": 2837, "cyborg": 2838, "discipl": 2839, "certifi": 2840, "contribut": 2841, "felt": 2842, "session": 2843, "blade": 2844, "slipperi": 2845, "worri": 2846, "octopu": 2847, "kunugigaoka": 2848, "junior": 2849, "princip": 2850, "e": 2851, "excel": 2852, "obstacl": 2853, "employe": 2854, "labor": 2855, "violat": 2856, "scrape": 2857, "futurist": 2858, "acquaint": 2859, "whereabout": 2860, "assail": 2861, "unrel": 2862, "blacksmith": 2863, "tetsuya": 2864, "gin": 2865, "benizakura": 2866, "intersect": 2867, "hing": 2868, "directli": 2869, "aqua": 2870, "mizunashi": 2871, "alic": 2872, "carrol": 2873, "aika": 2874, "prima": 2875, "undin": 2876, "tour": 2877, "guid": 2878, "gondoli": 2879, "luckili": 2880, "guidanc": 2881, "florenc": 2882, "athena": 2883, "akira": 2884, "water": 2885, "fairi": 2886, "honor": 2887, "aria": 2888, "terraform": 2889, "replica": 2890, "venic": 2891, "aslan": 2892, "jade": 2893, "callenrees": 2894, "ash": 2895, "lynx": 2896, "runaway": 2897, "pick": 2898, "york": 2899, "godfath": 2900, "dino": 2901, "golzin": 2902, "fish": 2903, "griffin": 2904, "iraq": 2905, "inquiri": 2906, "bar": 2907, "shunichi": 2908, "ibe": 2909, "okumura": 2910, "american": 2911, "convers": 2912, "shorter": 2913, "wong": 2914, "storm": 2915, "succeed": 2916, "gut": 2917, "hawk": 2918, "troop": 2919, "recruit": 2920, "charismat": 2921, "griffith": 2922, "offens": 2923, "midland": 2924, "recognit": 2925, "assum": 2926, "mediev": 2927, "kenpuu": 2928, "denki": 2929, "berserk": 2930, "gritti": 2931, "lust": 2932, "unimagin": 2933, "tragedi": 2934, "wheel": 2935, "idol": 2936, "cham": 2937, "entertain": 2938, "sadli": 2939, "mima": 2940, "kirigo": 2941, "mix": 2942, "departur": 2943, "shed": 2944, "imag": 2945, "actress": 2946, "tax": 2947, "rumi": 2948, "hidaka": 2949, "uneas": 2950, "obsess": 2951, "incap": 2952, "stalk": 2953, "anonym": 2954, "websit": 2955, "imperson": 2956, "develop": 2957, "increasingli": 2958, "unhing": 2959, "self": 2960, "traumat": 2961, "makis": 2962, "kurisu": 2963, "forsak": 2964, "ego": 2965, "forget": 2966, "horror": 2967, "receptionist": 2968, "forum": 2969, "short": 2970, "spunki": 2971, "maho": 2972, "hiyajo": 2973, "interpret": 2974, "conduct": 2975, "professor": 2976, "alexi": 2977, "leskinen": 2978, "crowd": 2979, "ai": 2980, "store": 2981, "perfect": 2982, "simul": 2983, "quirk": 2984, "colleagu": 2985, "amadeu": 2986, "hire": 2987, "tangl": 2988, "disastr": 2989, "xie": 2990, "lian": 2991, "hua": 2992, "recount": 2993, "quiet": 2994, "puqi": 2995, "seren": 2996, "crimson": 2997, "rain": 2998, "flower": 2999, "embarrass": 3000, "previou": 3001, "ascens": 3002, "devout": 3003, "mutta": 3004, "nanba": 3005, "younger": 3006, "hibito": 3007, "ufo": 3008, "astronaut": 3009, "eldest": 3010, "ahead": 3011, "mar": 3012, "adult": 3013, "dilig": 3014, "automot": 3015, "compani": 3016, "wherea": 3017, "catch": 3018, "aerospac": 3019, "agenc": 3020, "commonli": 3021, "jaxa": 3022, "applic": 3023, "select": 3024, "unwil": 3025, "lifetim": 3026, "mario": 3027, "minakami": 3028, "shounan": 3029, "reform": 3030, "arrest": 3031, "charg": 3032, "assign": 3033, "cell": 3034, "inmat": 3035, "rokurouta": 3036, "sentenc": 3037, "nisha": 3038, "rokub": 3039, "shichinin": 3040, "cellmat": 3041, "humili": 3042, "ishihara": 3043, "sadist": 3044, "guard": 3045, "gisuk": 3046, "sasaki": 3047, "hellish": 3048, "kind": 3049, "wait": 3050, "fuu": 3051, "kasumi": 3052, "clumsi": 3053, "waitress": 3054, "teahous": 3055, "accident": 3056, "spill": 3057, "drink": 3058, "custom": 3059, "incessantli": 3060, "movement": 3061, "breakdanc": 3062, "ronin": 3063, "jin": 3064, "precis": 3065, "swordfight": 3066, "latter": 3067, "magistr": 3068, "smell": 3069, "sunflow": 3070, "exoner": 3071, "initi": 3072, "disapprov": 3073, "idea": 3074, "altern": 3075, "champloo": 3076, "epic": 3077, "dynam": 3078, "infus": 3079, "soundtrack": 3080, "evolv": 3081, "carnag": 3082, "stench": 3083, "burn": 3084, "bid": 3085, "bet": 3086, "integr": 3087, "program": 3088, "specif": 3089, "carri": 3090, "vivi": 3091, "autonom": 3092, "songstress": 3093, "voic": 3094, "hardli": 3095, "proper": 3096, "audienc": 3097, "pour": 3098, "flip": 3099, "catapult": 3100, "violent": 3101, "widespread": 3102, "bomb": 3103, "hotaru": 3104, "haka": 3105, "firefli": 3106, "seita": 3107, "setsuko": 3108, "whose": 3109, "ravag": 3110, "bright": 3111, "homeless": 3112, "drift": 3113, "beset": 3114, "starvat": 3115, "apathi": 3116, "kindest": 3117, "shine": 3118, "brightli": 3119, "swiftli": 3120, "succumb": 3121, "inevit": 3122, "morioh": 3123, "hotb": 3124, "joutar": 3125, "kuujou": 3126, "biologist": 3127, "jousuk": 3128, "higashikata": 3129, "stranger": 3130, "illegitim": 3131, "joseph": 3132, "common": 3133, "relat": 3134, "kouichi": 3135, "hiros": 3136, "okuyasu": 3137, "nijimura": 3138, "mizusawa": 3139, "stride": 3140, "symbol": 3141, "chihaya": 3142, "ayas": 3143, "wakamiya": 3144, "queen": 3145, "mashima": 3146, "arata": 3147, "wataya": 3148, "temporarili": 3149, "rebuild": 3150, "bridg": 3151, "offic": 3152, "els": 3153, "depart": 3154, "diplomat": 3155, "board": 3156, "gorilla": 3157, "speak": 3158, "languag": 3159, "inadvert": 3160, "ongo": 3161, "ceremoni": 3162, "wed": 3163, "lord": 3164, "megumin": 3165, "yunyun": 3166, "easili": 3167, "brush": 3168, "suprem": 3169, "masteri": 3170, "hometown": 3171, "kazuma": 3172, "satou": 3173, "wacki": 3174, "misunderstand": 3175, "mere": 3176, "prank": 3177, "author": 3178, "birthplac": 3179, "nonsens": 3180, "nana": 3181, "komatsu": 3182, "depend": 3183, "clingi": 3184, "remov": 3185, "provinci": 3186, "shouji": 3187, "endo": 3188, "osaki": 3189, "proud": 3190, "punk": 3191, "rock": 3192, "vocalist": 3193, "similarli": 3194, "rural": 3195, "nurtur": 3196, "singer": 3197, "fairli": 3198, "romanc": 3199, 